src/the-times-they-are-changing.org
#+title: The Times They Are A-Changin'

#+BEGIN_VERSE
Come gather 'round people 
来吧人们 请听我说
Wherever you roam 
不管你们来自何方
And admit that the waters 
承认吧 你周围的水域
Around you have grown 
已经在不断上涨
And accept it that soon 
你要接受在不久以后
You'll be drenched to the bone 
你就会湿透入骨
If your time to you 
如果时间对你来说
Is worth savin' 
还值得珍惜
Then you better start swimmin' 
那你最好开始奋力游吧
Or you'll sink like a stone 
否则你将会石沉大海
For the times they are a-changin'. 
因为这时代 时代一直在变哪
Come writers and critics 
听啊 作家和评论家
Who prophesize with your pen 
你用笔书写自己的预言
And keep your eyes wide 
让你的眼睛一直睁大吧
The chance won't come again 
机会不会再重来
And don't speak too soon 
不要过早断言
For the wheel's still in spin 
因为这世道风水轮流转哪
And there's no tellin' who 
永远难以预料
That it's namin' 
谁会功成名就
For the loser now 
因为现在的输家
Will be later to win 
马上就会胜利
For the times they are a-changin'. 
因为这时代 时代一直在变哪
Come senators, congressmen 
听啊 议员和政客们
Please heed the call 
请留意这则呼吁
Don't stand in the doorway 
不要站在门口
Don't block up the hall 
不要挡住大厅
For he that gets hurt 
因为那些受到伤害的
Will be he who has stalled 
永远是那些冥顽不化的人
There's a battle outside 
外面有一场战争正在打响
And it is ragin' 
这是一场激烈的战斗
It'll soon shake your windows 
它将震颤你们的窗户
And rattle your walls 
摇晃你们的砖墙
For the times they are a-changin'. 
因为这时代 时代一直在变哪
Come mothers and fathers 
听啊 母亲和父亲们
Throughout the land 
你们来自天涯各处
And don't criticize 
你们不应该批评
What you can't understand 
你们自己无法理解的事物
Your sons and your daughters 
你们的子女
Are beyond your command 
已经摆脱了你们的控制
Your old road is 
你们走过的老路
Rapidly agin' 
正在飞快地衰落
Please get out of the new one 
请不要干涉那些新来的人们
If you can't lend your hand 
如果你没法帮他们一把的话
For the times they are a-changin'. 
因为这时代 时代一直在变哪
The line it is drawn 
线已经被画下
The curse it is cast 
诅咒也已经下达
The slow one now 
现在跑得慢的人
Will later be fast 
不久就会飞快起来
As the present now 
因为这现在
Will later be past 
马上就会变成过去
The order is 
这秩序正在被
Rapidly fadin' 
快速的打破
And the first one now 
现在是第一的
Will later be last 
马上就会落到最后
For the times they are a-changin'. 
因为这时代 时代一直在变哪
#+END_VERSE
